Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Completeness
The Completeness class represents the completeness filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.Completeness.#ctor
Initializes a new instance of the Completeness class.